Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/oainnus.html.tmx
Source language: nob
Languages: sme

source: Oainnus er et nordsamisk ord og betyr synlig. Herfra kan du se store deler av Snubba.
sme: Oinnus báikkis lea hui várddus, ja dás sáhtát oaidnit stuorra oasi Duorggas.

source: Tuftene her viser restene etter husgamme og fjøsgamme.
sme: Dákko vuhttojit goahtesajit, orrungoahti ja návetgoahti.

source: Den vestligste av disse er husgammen.
sme: Oarjjimus goahtesadji lea orrungoahti.

source: Det var trolig Nils Henrik Andersen (1807-1848) fra Gullstein og hans hustru Berit Henriksdatter Pingi (1805-1854) som bosatte seg her.
sme: Navdit ahte lei Nils Henrik Andersen (1807-1848) ja eamit Berit Henriksdatter Pingi geat ásaiduvaiga dása.

source: Nils og Berits barn
sme: Niillasa ja Bireha mánát

source: Nils og Berit får seks barn, men bare John Mikal Nilsen (1847-1914) vokste opp.
sme: Niillas ja Biret oaččuiga guhtta máná, muhto dušše okta, John Mikal Nilsen (1847-1914), bajásšattai.

source: John Mikal var bare sju år da mora døde.
sme: John Mikal lei dušše čieža jahkásaš go eatnis jámii.

source: Han flyttet da trolig til Planterhaugen, hvor han hadde to onkler.
sme: Son fárrii dalle navdimis Lánttedievvái, gos sus ledje ednot.

source: John Mikal giftet seg først med Sigrid Birgitte Henriksdatter (1854-1879) og flyttet til Sandemark.
sme: John Mikal náitalii vuos Sigrid Birgitte Henriksdatteriin (1854-1879) ja soai fárriiga Sáttiidvuopmái.

source: Senere ble han gift med Karen Anna Johnsdatter (1857).
sme: Maŋŋil náitalii Karen Anna Johnsdatteriin (1857).

source: Paret flyttet til Blåfjellet, og ble de første oppsitterne der.
sme: Guimmežaga guovttos fárriiga Vilgesvárrái ja šattaiga vuosttaš dálolažžan doppe.

source: På begynnelsen av 1900-tallet flyttet familien videre til Vassbakk i Sandemark.
sme: 1900-logu fárrii bearaš Dievvai Sáttiidvuomis.

source: På Oainnus hadde Henrik Henriksen (1832-1902) og hans sønn Olaus Henriksen (1868-1956) en tømrerskole.
sme: Oidnusis lei Henrik Henriksenis ja su bártnis Olaus Henriksenis (1868-1956) snihkkenskuvla.

source: De lærte sine elever alt fra tømmersaging, tillaging av stokkene, til bygging av tømmerbygninger.
sme: Soai oahpaheigga ohppiidasaska hirssaid sahát, daid gárvet, ja hukset hirsaviesuid.

source: Virksomheten var så omfattende at all furuskog i Snubba ble hugget ned og brukt til trematerialer.
sme: Dát doaibma lei nu stuoris ahte soai čuolaiga olles vuovddi ja geavaheigga daid ávnnasin.
